[
  "tag-wrangler",
  "periodic-notes",
  "obsidian-outliner",
  "note-refactor-obsidian",
  "calendar-beta",
  "obsidian-mind-map",
  "obsidian-spaced-repetition",
  "obsidian-charts",
  "emoji-shortcodes",
  "obsidian-kanban",
  "obsidian-dictionary-plugin",
  "obsidian-icons-plugin",
  "smart-random-note",
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "obsidian-contextual-typography",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "homepage"
]