[
  "tag-wrangler",
  "periodic-notes",
  "obsidian-outliner",
  "note-refactor-obsidian",
  "nldates-obsidian",
  "monthly-review-obsidian",
  "calendar-beta",
  "obsidian-mind-map",
  "dual-obsidian",
  "obsidian-spaced-repetition",
  "obsidian-charts",
  "markdown-prettifier",
  "emoji-shortcodes",
  "obsidian-emoji-toolbar",
  "obsidian-kanban",
  "obsidian-dictionary-plugin",
  "obsidian-icons-plugin",
  "smart-random-note"
]